In [1]:
import pandas as pd

In [15]:
df = pd.read_csv("Data\emp.csv")

In [16]:
df[['eno','ename']]

    eno   ename
0    10   Amber
1     2    Amar
2     8   Sagar
3     4  Thomas
4     5    Jade
5     6   Smith
6     7  Robert
7     3    Nick
8     9   Naman
9     1   Vikas
10   11  Dennis
11   12   Karan
12   13  Simran
13   14    Amit
14   15    Neha
15   16   Rahul